Repository: Dimoonevs/WEDEL_CLIENT
Catalog: src/locale/messages.*.xlf
Languages: cs

source: How can I track my shipment?
cs: Kde mohu sledovat pohyb své zásilky?

source: We are having tracking option on the page. If for any reason the tracking is not giving updated informations we are always awailable to check the shipment progress via phone/mail/online chat. As for our premium service OnTime we are offering 24/7 tracking.
cs: Na stránkách WE-DEL máme máme záložku sledování zásilek. Pokud z rozličných důvodů možnost sledování na našich webových stránkách není aktualizovaná, jsme vždy otevřeni a připraveni sledovat pohyby zásilky skrze telefon/mail/online chat. Pro prémiový servis OnTime nabízíme sledování zásilky 24/7/365.

source: Connect via Linkedin
cs: Spojení skrze LinkedIn

source: Our vision is to help especially small and medium – sized companies by offering comprehensive transport services that will help our business partners save costs, time and nerves.
cs: Naší vizí je pomoci zejména malým a středním firmám skrze nabídku komplexních přepravních služeb, které pomohou naším obchodním partnerům šetřit náklady, čas a nervy.

source: GDPR Personal data privacy
cs: Ochrana osobních údajů

source: The Orderer agrees that the Sender in the sense of Regulation of the European Parliament and of the Council (EU) 2016/679 of 27.04.2016 on the protection of natural persons in connection with the processing of personal data and on the free movement of such data and on the repeal of Directive 95/46/EC (general regulation on the protection of personal data) (hereinafter referred to as the GDPR) processed, collected and stored the personal data of the Order specified by the Orderer in the Form, in the Communication, in the Shipping Agreement, as well as in any communication between the Orderer and the Sender, as well as other personal data necessary for the purposes of providing of Transport services by the Sender to the Orderer. These personal data will be processed by the Sender and stored in the Sender's client register exclusively for the purposes of fulfilling Sender's obligations from the Social Security Act and/or for the purposes of protecting Sender's rights.
cs: Příkazce souhlasí s tím, aby Zasílatel ve smyslu Nařízení Evropského parlamentua Rady (EU) 2016/679 ze dne 27.04.2016, o ochraně fyzických osob v souvislostise zpracováním osobních údajů a o volném pohybu těchto údajů a o zrušenísměrnice 95/46/ES (obecné nařízení o ochraně osobních údajů) (dále jen,,GDPR“) zpracovával, shromažďoval a uchovával osobní údaje Příkazce uvedenéPříkazcem ve Formuláři, v Komunikaci, v Zasílatelské smlouvě, jakož i v rámcijakékoliv komunikace mezi Příkazcem a Zasílatelem, jakož i další osobní údajenezbytné pro účely poskytnutí služeb Přepravy Zasílatelem Příkazci. Tyto osobníúdaje budou Zasílatelem zpracovávány a uchovávány v klientském registruZasílatele výlučně pro účely plnění závazků Zasílatele ze ZS a/ nebo pro účelyochrany práv Zasílatele.

source: If the Orderer is a person whose personal data is protected by the GDPR, and if the Orderer asks the Sender for information about the processing of his personal data, it is WE-DEL s.r.o., ID: 192 03 462, with registered office at Aviatická 1092/8, Ruzyně, 161 00 Prague 6, entered in the commercial register maintained at the Municipal Court in Prague under no. stamp C 383004 Page 9 The Sender is obliged in accordance with the GDPR to forward such information to the Orderer without undue delay. In the event that such an Orderer discovers inaccuracies in the data processed by the Sender, he is entitled to request that the Sender make a correction.
cs: Je-li Příkazce osobou, jejíž osobní údaje jsou prostřednictvím GDPR chráněny, apožádá-li Příkazce Zasílatele o informaci o zpracování svých osobních údajů, jeWE-DEL s.r.o., IČO: 192 03 462, se sídlem Aviatická 1092/8, Ruzyně, 161 00 Praha 6,zapsaná v obchodním rejstříku vedená u Městského soudu v Praze pod sp. zn. C 383004 Strana 9 Zasílatel povinen v souladu s GDPR Příkazci takovou informaci bez zbytečnéhoodkladu předat. V případě, že takový Příkazce zjistí nepřesnosti v údajíchzpracovávaných Zasílatelem, je oprávněn žádat, aby Zasílatel provedl opravu.

source: The Orderer grants consent in accordance with this article of these GTC for the duration of the contractual relationship established between the Sender and the Orderer and established by the TC.
cs: Příkazce uděluje souhlas dle tohoto článku těchto VZP na dobu trvání smluvníhovztahu vzniklého mezi Zasílatelem a Příkazcem a založeného ZS.

source: The Orderer undertakes to ensure the consent of the recipient of the Shipment to the processing of the personal data of such recipient by the Sender and the Transporter in the sense of the GDPR, to the extent that the Sender can properly fulfill the obligations arising from the General Terms and Conditions.
cs: Příkazce se zavazuje zajistit souhlas příjemce Zásilky se zpracováním osobníchúdajů takového příjemce Zasílatelem a Přepravcem ve smyslu GDPR, a to vtakovém rozsahu, aby mohl Zasílatel řádně plnit povinnosti vyplývající ze ZS.

source: The Sender undertakes to handle the data of data subjects that it receives from the Orderer for the purpose of carrying out transport or related services, and which are of the nature of personal data, in accordance with the applicable legislation of the Czech Republic and the EU, and will not use them for any purpose other than the fulfillment of the Order in favor of the data subject.9.5 The Sender undertakes to handle the data of data subjects that it receives from the Orderer for the purpose of carrying out transport or related services, and which are of the nature of personal data, in accordance with the applicable legislation of the Czech Republic and the EU, and will not use them for any purpose other than the fulfillment of the Order in favor of the data subject.
cs: Zasílatel se zavazuje, že s údaji subjektů údajů, které přijme od Příkazce zaúčelem vykonání přepravních či souvisejících služeb, a které mají charakterosobních údajů, bude zacházet v souladu s platnou legislativou ČR a EU anebude je využívat k žádnému jinému účelu, než k plnění ZS ve prospěchsubjektu údajů.

source: The contracting parties of the TC have agreed that the Orderer (or a person linked to him within these GTC or TC) may be contacted by the Sender, possibly by a person authorized by him, in the event of a marketing or advertising event, an offer of business cooperation, competitions, announcements or inquiries regarding the simultaneous cooperation of whose announcement or business communication in person, by telephone, in writing or electronically, or in another form of contact, and the Orderer agrees to the use of his contact details for the Sender's marketing purposes.
cs: Smluvní strany ZS se dohodly, že Příkazce (nebo osoba s ním propojená v rámcitěchto VZP, resp. ZS) může být Zasílatelem, eventuálně jím pověřenou osobou,kontaktován v případě marketingové či reklamní akce, nabídky obchodníspolupráce, soutěží, oznámení či dotazu týkajícího se současné spolupráce čijiného oznámení nebo obchodního sdělení a to formou osobní, telefonickou,písemnou či elektronickou, nebo jinou formou kontaktu a Příkazce souhlasí spoužitím svých kontaktních údajů k marketingovým účelům Zasílatele.

source: What cookies do?
cs: Co jsou cookies?

source: What categories of cookies are utilized on this website?
cs: Jaké kategorie souborů cookies se používají na tomto webu?

source: This website exclusively employs functional and analytical cookies, which are essential for the proper functioning of the website. These cookies do not necessitate your explicit consent and are automatically placed on your browser when you use this website.
cs: Tento web používá výhradně funkční a analytické soubory cookies, které jsou nezbytné pro správné fungování webu. Tyto soubory cookie nevyžadují váš výslovný souhlas a jsou automaticky umístěny do vašeho prohlížeče, když používáte tyto webové stránky.

source: Functional Cookies
cs: Funkční cookies

source: Functional cookies are essential for ensuring proper functionality and usability of our website. These cookies enable you to view and navigate our website seamlessly. They are also utilized to remember your language preferences and cookie settings. Additionally, functional cookies facilitate A/B testing, allowing us to experiment with new features, various versions, and designs of our website. It's important to note that the information gathered through these cookies is not used for marketing purposes. These cookies are vital for the optimal use of our website. If you choose to block this type of cookie in your browser, it may adversely affect the functionality of our website, and certain features may become unavailable.
cs: Funkční cookies jsou nezbytné pro zajištění správné funkčnosti a použitelnosti našich webových stránek. Tyto soubory cookie vám umožňují bezproblémové prohlížení a procházení našich webových stránek. Používají se také k zapamatování vašich jazykových preferencí a nastavení souborů cookie. Funkční soubory cookie navíc usnadňují A/B testování, což nám umožňuje experimentovat s novými funkcemi, různými verzemi a návrhy našich webových stránek. Je důležité si uvědomit, že informace shromážděné prostřednictvím těchto souborů cookie se nepoužívají pro marketingové účely. Tyto soubory cookie jsou nezbytné pro optimální používání našich webových stránek. Pokud se rozhodnete ve svém prohlížeči zablokovat tento typ souborů cookie, může to nepříznivě ovlivnit funkčnost našich webových stránek a některé funkce mohou být nedostupné.

source: Analytical Cookies
cs: Analytické cookies

source: Analytical cookies collect aggregated information about how visitors utilize our website. This includes data on the most frequently visited pages, duration of visits, and any encountered errors. Furthermore, these cookies are employed for conducting user surveys and gathering feedback from visitors regarding our website as a whole or specific elements of it. The information derived from these cookies aids us in comprehending which sections of our website attract the most interest from our visitors and enables us to enhance the overall quality of our website.
cs: Analytické soubory cookies shromažďují souhrnné informace o tom, jak návštěvníci využívají naše webové stránky. To zahrnuje údaje o nejčastěji navštěvovaných stránkách, délce návštěv a případných chybách. Kromě toho se tyto soubory cookie používají k provádění uživatelských průzkumů a shromažďování zpětné vazby od návštěvníků ohledně naší webové stránky jako celku nebo jejích konkrétních prvků. Informace odvozené z těchto souborů cookie nám pomáhají porozumět tomu, které části našich webových stránek přitahují největší zájem našich návštěvníků, a umožňují nám zlepšit celkovou kvalitu našich webových stránek.

source: Read more
cs: Přečist více

source: This website exclusively utilizes essential functional and analytical cookies while abstaining from the usage of marketing trackers.
cs: Tato webová stránka výhradně využívá nezbytné funkční a analytické soubory cookie a zdržuje se používání sledovacích souborů pro marketingové účely.

source: Thank you for your email!
cs: Děkujeme za Váš email!

source: We understand the importance of your request and are committed to providing you with a prompt response. However, if your request requires immediate attention and cannot wait for a response via email, we kindly request that you reach out to us directly via phone call. Our dedicated contact number is +420 727 893 073.
cs: Rozumíme důležitosti vašeho požadavku a vždy je naši prioritou Vám odpovědět co nejdříve. Pokud však vaše poptávka vyžaduje okamžitou pozornost a nemůže čekat na odpověď skrze mail, prosíme Vás o přímé telefonické spojení. Pohotovostním kontaktem je +420 727 893 073.

source: Thank you for your request!
cs: Děkujeme za vaši žádost!

source: If the contact number you provided is valid and reachable, we will contact you within the next hour.
cs: Pokud je vámi uvedené kontaktní číslo platné a dostupné, budeme vás kontaktovat během následující hodiny.

source: Thank you for your quotation request!
cs: Děkujeme za váš požadavek na cenovou nabídku!

source: We aim to provide you with feedback within an hour. If you haven't received a confirmation email, please reach out to us at 420 727 893 073.
cs: Vynasnažíme se zareagovat na Váš požadavek do jedné hodiny. Pokud jste nedostali potvrzující e-mail, prosím, kontaktujte nás na čísle 420 727 893 073.

source: Cookies refer to small data files that are downloaded onto your device when you visit a website. When you revisit the same website, these cookies ensure that your device is recognized. Through the use of cookies and similar technologies like pixel tags/beacons and scripts, websites can store information about visits and their visitors. This information may include your IP address, the type of device you use, and your browsing behavior, such as specific web pages visited and website navigation.
cs: Cookies označují malé datové soubory, které se stahují do vašeho zařízení při návštěvě webové stránky. Když znovu navštívíte stejnou webovou stránku, tyto soubory cookie zajistí rozpoznání vašeho zařízení. Pomocí souborů cookie a podobných technologií, jako jsou pixelové značky/beacons a skripty, mohou webové stránky ukládat informace o návštěvách a jejich návštěvnících. Tyto informace mohou zahrnovat vaši IP adresu, typ zařízení, které používáte, a vaše chování při procházení, jako jsou konkrétní navštívené webové stránky a navigace na webu.

source: We employ two types of cookies: session cookies, which are deleted when you close your browser, and persistent cookies, which remain on your device for a predetermined period. Some cookies are placed by us, while others are placed by third parties. Third-party cookies may collect data beyond our own website.
cs: Využíváme dva typy souborů cookie: soubory cookie relace, které se vymažou, když zavřete prohlížeč, a trvalé soubory cookies, které zůstávají na vašem zařízení po předem stanovenou dobu. Některé soubory cookie ukládáme my, zatímco jiné ukládají třetí strany. Soubory cookie třetích stran mohou shromažďovat údaje mimo naše vlastní webové stránky.
