Repository: Dimoonevs/WEDEL_CLIENT
Catalog: src/locale/messages.*.xlf
Languages: cs

source: Services
cs: Servisy

source: Quote
cs: Poptávka

source: Our story
cs: Náš příběh

source: Contact
cs: Kontakt

source: Contact
cs: Kontakt

source: Terms of Conditions
cs: Obchodní podmínky

source: Privacy Notice
cs: Ochrana osobních údajů

source: For any questions or inquiries, please send us request for call. We always ready to assist you promptly.
cs: Pro jakékoliv poznámky či podměty prosíme o vyplnění čísla níže a pojďme Váš se spojit.

source: Let`s get in Touch!
cs: Spojte se s námi!

source: For any questions or inquiries, please email us using the form below. We always ready to assist you promptly.
cs: V případě jakýchkoliv dotazů či podmětů se s námi nebváhejte spojit skrze formulář níže.Jsme vždy připraveni Vám co nejdříve odpovědět.

source: Name<div class="all_top_block_text_curcle" ><div class="all_top_block_text-message text two">This field is required</div></div>
cs: Jméno<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: This field is required.
cs: Toto pole je povinné.

source: Phone number
cs: Telefonní číslo

source: Email<div class="all_top_block_text_curcle" ><div class="all_top_block_text-message text two">This field is required</div></div>
cs: Email<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Message<div class="all_top_block_text_curcle" ><div class="all_top_block_text-message text two">This field is required</div></div>
cs: Zprávna<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Send
cs: Odeslat

source: Note
cs: Poznámka

source: Previous step
cs: Předchozí krok

source: Next step
cs: Následující krok

source: Su
cs: Ne

source: Mo
cs: Po

source: Tu
cs: Út

source: We
cs: St

source: Th
cs: Čt

source: Fr
cs: Pá

source: Sa
cs: So

source: Jan
cs: Led

source: Feb
cs: Úno

source: Mar
cs: Bře

source: Apr
cs: Deb

source: May
cs: Kvě

source: Jun
cs: Čer

source: Jul
cs: Čerc

source: Aug
cs: Srp

source: Sept
cs: Zář

source: Oct
cs: Říj

source: Nov
cs: Lis

source: Dec
cs: Pro

source: Company name<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">This field is required</div></div>
cs: Příjemce<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Country<div class="all_top_block_text_curcle" ><div class="all_top_block_text-message text two">This field is required</div></div>
cs: Stát<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: City<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">This field is required</div></div>
cs: Město<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Postal code<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">This field is required</div></div>
cs: PSČ<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Street<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">This field is required</div></div>
cs: Adresa<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Email address <div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">This field is required</div></div>
cs: Email<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Please provide the necessary information in five steps for an optimal quotation proposal tailored to your transportation needs.
cs: Prosím poskytněte nám nutné informace v pěti jedonuduchých krocích, abychom Vám byli schopni podat vhodnou nabídku, která bude přesně šitá pro vaše přepravní potřeby.

source: Phone number<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text six">This field is required</div></div>
cs: Telefonní číslo<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Budget
cs: Rozpočet

source: Height (cm)<div class="all_top_block_text_curcle">block_text-message text one" >This field is required</label></label>
cs: Výška (cm)<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Width (cm)<div class="all_top_block_text_curcle">block_text-message text one">This field is required</label></label>
cs: Šířka (cm)<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Length (cm)<div class="all_top_block_text_curcle">block_text-message text one">This field is required</label></label>
cs: Délka (cm)<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Quantity (pcs)<div class="all_top_block_text_curcle">block_text-message text one">This field is required</label></label>
cs: Počet (pcs):<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Add
cs: Přidat

source: Remove
cs: Odstranit

source: Total quantity (pcs)<div class="all_top_block_text_curcle">block_text-message text one">This field is required</label></label>
cs: Celkem kusů (pcs)<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Total weigh (kg)<div class="all_top_block_text_curcle">block_text-message text one">This field is required</label></label>
cs: Celková váha (kg)<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Goods type
cs: Typ zboží

source: General cargo
cs: Bezpečné zboží

source: Dangerous goods
cs: Nebezpečné zboží

source: My shipment is stackable
cs: Moje zboží je stohovatelné

source: Yes
cs: Ano

source: NO
cs: Ne

source: Shipment priority
cs: Priorita

source: Transit time
cs: Transitní čas

source: Price
cs: Transitní čas

source: Total value<div class="all_top_block_text_curcle">block_text-message text one">This field is required</label></label>
cs: Hodnota zásilky<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Goods description<div class="all_top_block_text_curcle">block_text-message text one">This field is required</label></label>
cs: Popis zboží<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text one">Toto pole je povinné.</div></div>

source: Sender
cs: Odesilatel

source: Company name
cs: Odesilatel

source: Country
cs: Odesilatel

source: City
cs: Odesilatel

source: Postal code
cs: Odesilatel

source: Street
cs: Odesilatel

source: Phone number
cs: Telefonní číslo

source: Budget
cs: Rozpočet

source: Specifications
cs: Specifikace

source: Quantity (pcs)
cs: Počet (pcs):

source: Length (cm)
cs: Délka (cm)

source: Width (cm)
cs: Šířka (cm)

source: Height (cm)
cs: Výška (cm)

source: Total quantity (pcs)
cs: Celkem kusů (pcs)

source: Total weigh (kg)
cs: Celková váha (kg)

source: Goods type
cs: Typ zboží

source: My shipment is stackable
cs: Moje zboží je stohovatelné

source: Total value
cs: Hodnota zásilky

source: Due date
cs: Termín

source: Date of realization
cs: Datum realizace

source: Note
cs: Poznámka

source: Receiver
cs: Příjemce

source: Email address
cs: Email

source: Finidsh
cs: Odeslat

source: Shipment ID<div class="all_top_block_text_curcle"><div class="all_top_block_text-message text fiive">This field is required</div></div>
cs: Sledovací číslo

source: Air Import & Export
cs: Letecký Import & Export

source: Our specialization is air and ground transportation, and our services are adapted to these modes of transportation. If you order an import service, we will arrange the entire transport for you through our network of proven local expert partners who are members of the WCA (the largest global alliance of independent carriers) or JcTrans forwarders alliances. We handle export shipments from our Prague office through direct contact with airlines or their local representatives. <br><br> We can offer transportation in following modes:
cs: Naší hlavní specializací je letecká přeprava. Přepravu importních zásilek zařídíme skrze prověřenou síť místního experních partnerů, kteří jsou všichni členové WCA (největší aliance nezávislých zasilatelů), či JcTrans. Exportní zásilky pro Vás rádi odbavíme z naší kanceláře nedaleko Pražského letiště skrze přímý styk s aerolinkami, či jejich lokálními prodejními kanály. <br><br> Přepravu dovedeme nabídnout v těchto módech letecké přepravy:

source: Ground Transportation
cs: Pozemní přeprava

source: Land transport goes hand in hand with air transport. We can offer both a dedicated vehicle for time-sensitive shipments, as well as cost-optimal loading that saves costs and the environment.
cs: Pozemní přeprava jde ruku v ruce s leteckou přepravou. Dovedeme nabídnout jak vlastní dedikovaná vozidla pro časově senzitivní zásilky, tak i cenově optimální dokládky šetřící životní prostřední.

source: We carry out ground transportation exclusively through verified partners with sufficient insurance coverage.
cs: Všechna pozemní přeprava je provozována s prověřenými partnery disponující zvýšeným pojistným rámcem.

source: Dangerous Goods
cs: Nebezpečné zboží

source: At WE-DEL we are certified dangerous goods experts certified by the International Aviation Association IATA.
cs: Ve WE-DEL jsme zasilatelem nebezpečného zboží, který je certifikován mezinárodní leteckou asociací IATA.

source: We will be happy to arrange for you preparation of shipment according to the IATA Dangerous goods regulation and then transport it via air to your desired location.
cs: Rádi pro Vás zajistíme přípravu zásilke dle regulí IATA Dangerous goods a poté zásilku doručíme letecky či po zemi do Vámi požadované destinace.

source: Give us the time frame by which you need your shipment to arrive and leave the worries to us.
cs: Dejte nám časový rámec do kdy zásilku potřebujete a starosti nechte na nás.

source: Is the linestopper hanging in the air at the car factory? Do you have an excellent business opportunity where timing to market is the key? Then there is a priority air/ground cargo service for you, especially suitable if you are very concerned about the delivery time. We see a story in every shipment, even on a non-financial level. We believe that the shipping business is about personal relationships and failure to meet deadlines can have unfathomable financial and non-financial consequences.
cs: Visí ve vzduchu linestopper v automobilce? Máte vynikající obchodní příležitost, kde je načasování vstupu na trh klíčové? Pak je zde pro Vás prioritní servis leteckého carga, vhodný zejména pokud Vám velmi záleží na času doručení. V každé zásilce vidíme příběh, a to i v nefinanční rovině. Věříme, že přepravní odvětví je o osobních vztazích a nedodržení termínů může mít nedozírné finanční i nefinanční následky. OnTime šetří Váš čas a nervy.

source: To conveniently track your shipment, we encourage you to visit the designated page by clicking on the button below within our customer portal. This will provide you with the information you need and ensure a seamless tracking experience.
cs: Pro pohodlné sledování vaší zásilky vás povzbuzujeme k návštěvě příslušné stránky kliknutím na tlačítko níže v našem zákaznickém portálu. Tímto způsobem získáte potřebné informace a zajistíte bezproblémovou sledovací zkušenost.

source: Tailored solution for your airfreight
cs: Řešení na míru pro úspěch vaší zásilky

source: Request a quote
cs: Poptat cenu

source: SMART air service offers the optimal ratio between transit time and price for imports from China.
cs: Letecký servis Smart nabízí optimální poměr mezi transitní časem a cempi pro importy z Číny.

source: Our signature import service currently available on the route China – Czech Republic offering excellent value for money on a consolidated route from China 2* per week. The specific schedule can be found in the table below:
cs: Náš servis Smart, fungující aktuálně pro letecké importy na trase Čína - Česká Republika, nabízí exceletní poměr cena:hodnota na konsolidované lince z Číny s odletem ve středu a v neděli . Specifické časování servisu můžete vidět na tabulce níže:

source: This timing is valid for all of China, but we can handle consolidation later from some parts of China.
cs: Časování je platné pro celou Čínu, z nějakých provincií však zvládneme zásilku dostat včas na let i v případě pozdější objednávky / vyzvednutí.

source: This service bypasses the economic service bottlenecks of dual airport warehouse handling and the airline-organized truck, which often awaits until enough shipments have accumulated to make the airport pick-up organization profitable.
cs: Tento servis obchází úzká místa ekonomického servisu v podobě dvojitého letištního odbavení a kamionu organizovaného přímo aerolinkou. Ten často čeká na nakumolování dostatku zásilek, aby bylo vypravení kamionu pro aerolinku rentabilní. Servis bude v brzké době plánován i pro importy z USA a Indie.

source: Guarantee! If, for any reason within WE-DEL's control, the transit time is not met, you will be invoiced for the price of the Budget service instead of the price of the Smart service.
cs: Cenová garance - pokud nebude z důvodů na straně společnosti WE-DEL zásilka doručená ve slíbeném termínu, bude Vám výsledně účtována pouze cena za servis Eco.

source: Give us your budget for transportation, we will try to find a solution through ground or air partial loading.
cs: Dejte nám Váš rozpočet pro přepravu a my se vynasnažíme najít cenově optimální řešení skrze leteckou či pozemní dokládku.

source: Budget is an economic service where the lowest possible price is a priority, in the case of air transport, the transit time is within 14 days from dispatch. In the case of land transport, we will try to find capacity nearby, thereby saving costs and the environment in order to maximize the utilization of the given means of transport.
cs: Eco je ekonomický servis, kde je co nejnižší cena to, oč tu běží. V případě leteckého transportu se transitní čas pohybuje do 14 dní od odeslání zásilky. V případě pozemní přepravy se vynasnažíme najít volnou kapacitu na nákladních vozech poblíž Vámi požadované destinace.

source: We will be very happy if you turn to us with confidence with your request for transport services.
cs: To povede k maximální utilizaci nákladního vozu a jako neméně příjemný bonus i k co nejmenšímu zatížení životního prostředí.

source: Sender
cs: Odesilatel

source: Specifications
cs: Specifikace

source: Due date
cs: Termín

source: Receiver
cs: Příjemce

source: Summary
cs: Shrnutí

source: Tailored Solution for Your Freight Success
cs: Řešení na míru pro úspěch vaší zásilky

source: We don't want a world full of corporations where we become just passive recipients of the decision which international corporation to choose despite all of them has the same services wrapped in a different marketing package. Big corporations are usually doing services for another big corporations and small and medium enterprises are not getting service with the same quality and price. With this vision, we decided to found WE-DEL. Small and medium-sized enterprises are the healthy backbone of our economy, yet their share of GDP in the Czech Republic is below the level of the EU28. To a certain extent, this is also due to the fact that the mentioned enterprises encounter barriers from the large players from various sectors in the market. We want to change that!
cs: Naší vizí je pomoci zejména malým a středním firmám skrze nabídku komplexních přepravních služeb, které pomohou mým obchodním partnerům šetřit náklady, čas a nervy. Malé a střední podniky jsou zdravou páteří naší ekonomiky, přesto jejich podíl na HDP v ČR se nachází pod úrovní EU28. Z určité části je to také tím, že zmíněné podniky narážejí na bariéry ze strany velkých hráčů z rozličných odvětví na trhu. Ti nabízí malým a středním firmám služby, které nemají stejnou úroveň kvality a ceny jako pro velké podniky, ač jsou zabaleny do pohledného marketingového pozlátka. Chceme to změnit!

source: Our vision is to help especially small and medium-sized companies by offering comprehensive transport services that will help our business partners save costs, time and nerves.
cs: Naší vizí je pomoci zejména malým a středním podnikům skrze komplexní nabídku přepravních služeb, které pomohou našim obchodním partnerům šetřit peníze, čas a nervy.

source: Our Values
cs: Naše hodnoty

source: Customer first
cs: Zákazník především

source: The satisfaction of our customers is at the core of our efforts.
cs: Zákazník a jeho uspokojení je pro nás centrem našeho snažení.

source: Agility
cs: Agilita

source: We possess the ability to swiftly adapt to change, recognizing its constant presence.
cs: Schopnost rychle odpovědět na změnu, neboť změna je neustálá.

source: Focus on innovation
cs: Důraz na inovace

source: We consistently strive to innovate our processes to deliver an exceptional customer experience.
cs: Stále inovujeme, aby pro Vás byl proces přepravy co nejpříjemnější.

source: Cooperation
cs: Spolupráce

source: Feedback and cooperation are the driving forces behind our service.
cs: Kooperace a zpětná vazba jsou motorem naší služby.

source: Growth mindset
cs: Růstový mindset

source: We consistently explore new approaches to service in order to foster our growth.
cs: Neustále objevujeme nové způsoby a cesty pro služby.

source: We proactively assume initiative and complete responsibility for our shipments.
cs: Bereme iniciativu a odpovědnost do našich rukou.

source: Our manifesto
cs: Náš manifest

source: Individual care instead of
cs: Individuální péče namísto

source: an individual price list
cs: individuálního ceníku

source: Consulting with the aim of
cs: Poradenství s cílem ušetřit náklady namísto

source: saving costs instead of simply solving the request
cs: prostého řešení požadavku

source: An entrepreneurial approach instead of
cs: Podnikatelský přístup namísto

source: an employee approach
cs: přístupu zaměstnance

source: Business partnership instead of
cs: Obchodní partnerství namísto

source: a customer-supplier relationship
cs: vztahu zákazník-dodavatel

source: Single point of contact instead of
cs: Jednotný kontakt namísto

source: communication with several departments
cs: komunikace s několika odděleními

source: Transparent fixed price instead of
cs: Transparentní neměnná cena namísto

source: non-transparent surcharges
cs: netransparentních příplatků

source: Agile approach instead of
cs: Agilní přístup, kde bude třeba namísto

source: blindly following the given process
cs: následování předem daného procesu

source: Individual service instead of
cs: Individuální služba namísto

source: depersonalizing and transferring part of the process to the customer
cs: odosobnění a přenesení části procesu na zákazníka

source: What is your prefered mean of communication?
cs: Jaký je preferovaný způsob komunikace?

source: At first there are three means of communication – online chat, email and call. For order/quote related communication e-mail is essential, while phone call is the fastest mean of communication. In case you dislike anything, do not hesitate to give us a call so we can find a address your feedback. As foretold – feedback is mother of partnership and mutually beneficient cooperation.
cs: Nejprve bychom rádi řekli, že jsou zde tři možnosti komunikace - online chat, email a telefonní hovor. Pro komunikaci ohledně nabídky/poptávky je e-mail nutný z legislativních důvodů. Telefon slouží zejména pro urgentní komunikaci. Pokud se Vám cokoliv nelíbí, neváhejte nám zavolat, abychom se mohli Vaší zpětné vazbě věnovat.. Jak již bylo řečeno - zpětná vazba je motorem každé dobré služby a vzájemně prospěšného partnerství.

source: Can I ship all around the world with WE-DEL?
cs: Mohu skrze WE-DEL odesílat po celém světe?

source: Well, almost yes! Of course there are some exceptions. We can’t offer shipment to: Cuba, North Korea, Iran, Syria, Belarus, Sudan, South Sudan, Yemen, Somalia, Burma (Maymar) and of course to Russia. At WE-DEL we believe that the firm spine is more important then profit. Additional check-ups may apply to the shipment that raise a suspicion that might be transfered to Russia through various transit countries.
cs: No, skoro ano. Ale jsou zde samozřejmě nějaké vyjímky. Nedokázeme nabídnout přepravu na Kubu, do Severní Korei, Iránu, Sýrie, Běloruska, Súdánu, Jižního Súdánu, Jemenu, Spomálska, Barmy (Maymar) a samozřejmě do Ruska. Ve WE-DEL věříme, že rovná páteř je důležitější, než jakýkoliv možný zisk., Další kontroly mohou nastat do zemí, které vzbuzují podezření přeposlání zásilky z dané země do Ruska.

source: Which shipments is WE-DEL able to transfer?
cs: Které zásilky WE-DEL přepravuje?

source: WE-DEL is able to transfer everything via Air/ground transport. Our service is mostly designed for time-critical shipments and cost-effective shipments above 70 kg. But no worries – we can also provide you transport or smaller parcels via our courier partners for competitive prices.
cs: WE-DEL je schopno přepravit prakticky cokoliv skrze leteckou či pozemní přepravu. Náš servis je však nejvíce navržen pro časově senzitivní zásilky a pro zásilky s důrazem na co nejnižší cenu s váhou nad 70 kg. Ale nebojte se - můžeme také nabídnout přepravu malých balíků skrze naše partnerské kurýrní společnosti za ceny, kterých většina malých a středních podniků bohužel nedosáhne.

source: Are you working during holidays/weekends?
cs: Jste k dispozici i počas svátků a víkendů?

source: At WE-DEL ve value your time a lot. Therefore you can approach as anytime via phone call. At our regular work hours, which is from Monday to Friday 08-17 CET we will try our utmost best tol reply you within one hour from sending of mail infromation. <br><br> For OnTime service you can give us a call 24/7/365.
cs: Ve WE-DEL nám velmi záleží na vašem času. Z tohoto důvodu nás můžete kdykoliv kontaktovat skrze telefonní hovor. V naše pracovní dny, tedy od pondělí do pátku 08-17 CET, uděláme maximum, abychom Vám odpověděli na Vaše e-maily do hodiny od obdržení mailu. <br><br> Pro servis On-Time jsme Vám k dispozici 24/7/365.

source: Is my shipment insured against any damage/losage of cargo?
cs: Je moje zásilka pojištěna proti ztrátě či poškození v průběhu přepravy?

source: As a freight forwarding company the cargo you are shipping with us is governed by insurance of our carrier. With that said it is by Montreal & Warszaw agreement in the case of air transport and by CMR in case of ground transport. On top of it WE-DEL has insurance with limit 3 000 000 CZK for freight-forwarding related mistakes. If your shipment exceeds this amouth, do not hesitate to write us for additional insurance.
cs: Jako zasilatelská společnost musíme zdůraznit, že odesílaní zásilky s námi je upravováno pojištěním dopravce s kterým zásilku odeslímáme. To znamná Montrealskou & Varšavskou úmluvu v případě letecké přepravy a skrze CMR v případě pozemní přepravy. Nad rámec toho má WE-DEL pojistný limit 3 000 000 Kč na pojištění odpovědnosti zasilatele. Pokud Vaše zásilka překračuje tento rámec, neváhejte nám napsat pro kalkulaci připojištění zásilky.
